//COMPIL       EXEC IGYWCL,PARM='LIB'
//COBOL.SYSIN  DD DSN=TSOMARO.PATH.COBOL(YOURPROGRAM),DISP=SHR
//COBOL.SYSLIB DD DSN=TSOMARO.PATH.COPY,DISP=SHR
//             DD DSN=TSOMARO.PATH.OTHERCOPY,DISP=SHR   (to add if needed)
//LKED.SYSLMOD DD DSN=TSOMARO.PATH.LOAD(YOURPROGRAM),DISP=OLD

